{
    "Quan Quỷ": "Suy đoán vận khí: Bạch Hổ lâm Quan Quỷ, phát động mà khắc Thế, chủ có tai nạn đổ máu, lao ngục, tai ương nặng, thậm chí tử vong. Suy đoán phong thủy, hào hai lâm Bạch Hổ giá trị hào Quan, nếu vượng thì định dùng được, chủ trong nhà có người chưởng đại quyền sinh sát (công–kiểm–pháp, quân đội). Nếu hưu tù thì chủ trong nhà có nổ tung, tử, hung nhân chết. Bạch Hổ lâm hào nào khắc hào Thế cũng đều có ý tương tự, chủ hung tai, huyết quang, kiện tụng.",
    "Phụ Mẫu": "Bạch Hổ lâm Phụ Mẫu chủ bị thương tổn. Suy đoán trưởng bối thì chủ trưởng bối có bệnh, tổn thương, tai ương; nếu hào Thế lâm Quan, lại bị Bạch Hổ khắc, dễ chủ trắng tay, hao tổn. Suy đoán gia đình thì chủ có tang sự, đồ tang, phơi áo tang; cũng có thể là tự nhiên sự. Như Bạch Hổ lâm Kim hào, lại lâm hào Phụ Mẫu (Phụ khắc Tử Tôn) có thể ứng việc giết chó, hoặc ngoại khoa giải phẫu do thầy thuốc thực hiện.",
    "Huynh Đệ": "Bạch Hổ lâm Huynh Đệ, chiếm ngang hàng thì có hung tai, bệnh tổn thương quấn thân, tai nạn đổ máu, tranh đoạt, tranh đấu. Như Huynh hào lâm Bạch Hổ, giật tiền là kiếp đại tài (có hình tượng cầm đao cướp bóc), thường thấy khi suy đoán tài vận hoặc vận khí. Huynh Đệ lâm Bạch Hổ phát động, chủ có tai nạn đổ máu, đánh nhau thấy máu, dễ liên quan đến huynh đệ, bạn bè.",
    "Thê Tài": "Bạch Hổ lâm Thê Tài, chiếm bình an thì là có tiền, nhưng nếu có bệnh thì tài vì bệnh mà hao, Bạch Hổ chủ nhiều tổn thương. Nam chiếm hôn thì chủ nhà gái có bệnh; nếu vượng thì thân thể nhà gái đầy đặn, trắng nõn. Bạch Hổ lâm Tài sinh Thế, chủ bùng nổ tài lộc hoặc tài do tang sự, tai họa mà đến (nhà có tang có người đưa lễ; làm mồ mả, phong thủy, hoa giới điếm… đều là tang sự tới tài). Cũng chủ được tài nhờ thao tác nguy hiểm, kỹ năng đặc biệt (bắt kẻ bắt cóc, chống lũ cứu tế…).",
    "Tử Tôn": "Bạch Hổ lâm Tử Tôn, chủ tử nữ, tiểu bối có bệnh, thương vong; trẻ nhỏ nghịch ngợm, không chịu quản. Nếu tướng mạo khỏe mạnh kháu khỉnh thì là Bạch Hổ chỉ hình, không tất hung. Bị khắc thì có lao ngục, tai nạn đổ máu (như Quan Quỷ trì Thế bị Bạch Hổ động khắc, chủ lao ngục, huyết quang). Bạch Hổ lâm Tử Tôn phát tài thì chủ dựa vào tuyên truyền, oanh động mà được tài, nhưng tin tức, truyền thông mang tính nóng nảy. Bạch Hổ phát động sinh Thế thì còn có tin tốt; khắc Thế thì là tin xấu, phá hoại. Nếu hào Tử Tôn tù, chịu khắc hoặc phùng Không, dễ chủ tử vong, tai nạn bất ngờ cho hàng tử tôn."
}