{
    "TY": "Hổ thuộc Kim gặp Tý Thủy tất bị hao tổn chìm khắc, Hổ sa xuống nước, bị chậm chạp trì trễ. Điềm tin tức, thư từ không lưu thông, không đến, sự chờ đợi trông mong vô ích. Dễ bị xui rủi thất thế, xe cộ đi lại mệt mỏi vô ích.",
    "SU": "Tượng Hổ ẩn nấp nơi đồng ruộng để bắt hại trâu bò, điềm có âm mưu rình rập sát hại, bị tổn hại liên tiếp, bị người mưu hại, bị sa lầy vào rắc rối, bị vu vạ, đeo nợ vào thân.",
    "DN": "Hổ lâm Hổ địa, gọi là quẻ mặc áo giáp, cầm quyền tha giết. Hổ lên núi, điềm thêm uy quyền, có lợi cho khoa giáp thi cử. Gặp may mắn, được đắc thời, đắc ý, gặp vận tốt, nhưng cũng dễ mạnh bạo thô lỗ, lấn át chế ngự kẻ khác sinh khẩu thiệt.",
    "MA": "Mão Chấn tượng xe cộ, Hổ ngồi xe đi giải quyết công việc, bị mệt nhọc vì xe cộ đi lại. Hổ đến tìm người, kẻ mạnh bạo xộc hỏi tận nơi, có việc lo lắng, điềm bị ly cách tang thương. Tiểu nhân, nô tỳ bị hình phạt; nếu không gặp hung hại thì phải đi xa hoặc có người ở xa đến nhà mình.",
    "TH": "Thìn là Thiên La, gặp Hổ là hung, tất sinh ra sự hại lớn như bị tra khảo, đánh đập, giết chết, bị áp đặt, bị kiềm chế, bị vô hiệu hóa. Việc gì rồi cuối cùng cũng rất xấu, rất hung, hành động là gặp họa lập tức.",
    "TI": "Tỵ Hỏa khắc Bạch Hổ Kim, tượng Hổ bị đốt, Hổ bị sa bẫy, điềm bị mất thần, thất thế. Là hào phản họa thành phúc, thoát khỏi hung họa, xong nợ, nhẹ người. Vì có tiến thoái, nhập theo dòng, xuôi theo trào lưu nên mất bớt tính hung dữ.",
    "NG": "Cũng như lâm Tỵ, gọi là Hổ bị cụt đuôi, điều mà Hổ sợ nhất, bị vô hiệu hóa, mất uy thế, sinh bệnh tật lo buồn, bị tang chế hoặc đang lo việc tang. Vì gặp điều xấu mà giảm tính nóng ác, dù có nóng nảy hung bạo cũng vô ích.",
    "MU": "Mùi thuộc Thổ là ruộng nương, tượng Hổ đi chơi ruộng làm hại trâu dê, kẻ hung bạo đi cầu tài lợi, ứng điềm người bị thương tổn. Mùi cũng có tượng giếng ví như Hổ nằm hang, điềm sự việc còn nằm yên, chưa tiến triển, việc chưa đạt kết quả. Lại cũng là tượng Hổ lên núi, được thêm quyền hành, việc đang chậm hóa nhanh, có thể được tài lộc nhỏ.",
    "TN": "Có việc đi lại, thư từ, tin tức vui mừng, có thể đứng một nơi mà đợi sự vui may đưa đến. Cũng là điềm tin tức được lưu thông, không bị gián đoạn, có thư từ tin tức đến, tạo ra cơ hội bất ngờ. Cũng ứng đang có sự bất hòa ngầm, có mâu thuẫn, chưa lộ ra.",
    "DA": "Hổ chặn cửa đón đường, cậy thế làm càn, có tranh cãi kiện cáo. Hổ nắm quyền sinh sát, có uy phong quyền thế, Hổ đắc thời, tha hồ múa may thể hiện.",
    "TU": "Tuất địa võng, lưới trời, gọi là Hổ sa xuống hang sâu, điềm hại hóa ra phúc, điềm thoát khỏi họa gông cùm. Có lo lắng e ngại mà rồi thoát được, trong cái xấu có sự vừa ý, tuy không thật thỏa mãn.",
    "HO": "Tượng Hổ bị chìm suối, điềm tin tức bị chậm trễ, không thể đi đến nơi đến chốn, sự trông vọng chỉ là điều phí công. Việc có đầu không đuôi, vô kết quả."
}