{
    "Tý": "Tý là nơi hãm hiểm tối tăm, Câu Trần lâm Tý ứng có sự vướng mắc, lôi thôi trong chuyện tiền bạc, tâm không yên, hoặc bị lăng nhục, xấu hổ. Có việc giấu diếm, lo có kẻ âm mưu gây tai họa. Lại là điềm đến cửa quan thưa kiện kéo dài, ra vào chẳng yên.",
    "Sửu": "Sửu là công đường, Câu Trần đến Sửu thường sinh điều hung hại, bị khiển trách, lăng nhục, dọa nạt. Hành động bị vướng mắc trì trệ, không thông suốt. Sửu quý nhân, cậy thế cậy thần làm càn bậy nhưng không toại ý. Sửu có ký can Quý Thủy cùng với Câu Trần tương khắc, tất ứng điềm hung, tự chuốc lấy họa.",
    "Dần": "Câu Trần bị Dần Mộc khắc, tất gặp sự xử tội nguy thân, ứng điềm tù ngục hoặc phải chịu cho kẻ khác chế ngự, bó buộc, khống chế. Cũng là điềm có việc quan, đến nhà quan chức; nếu là quan chức nhỏ thì bị tai họa liên đới. Chỉ có việc dâng đơn, hiến kế là tốt, cầu xin việc nơi quan thự thì hay.",
    "Mão": "Mão có tượng Chấn, Câu Trần lâm Mão là bị vướng mắc vào việc di chuyển, đổi thay, cũng là điềm dời đổi chỗ ở, nhà cửa không yên, trẻ nhỏ đau yếu, gặp việc quan, việc bận rộn quấn vào thân.",
    "Thìn": "Thìn là ngôi của Câu Trần, gọi là Câu Trần giao hội, ứng điềm bị liên miên tai họa nặng. Có việc trì trễ lâu dài mà thành xấu, việc tù tụng liên đới, sự oan ức của mình khó mà giãi bày được.",
    "Tỵ": "Tỵ là lò lửa đúc ấn, Câu Trần là vị tướng quân, nay gặp nhau ứng điềm quan nhân thụ ấn lệnh, vui mừng quan chức, được thưởng tặng, thêm tước vị, hưởng bổng lộc lâu dài.",
    "Ngọ": "Câu Trần đến Ngọ tham được sinh dưỡng mà ở lâu nơi sinh, vì tham lợi lộc mà phải che giấu để được lâu dài, vì sự bắt buộc mà phải chấp nhận kéo dài dù bất ưng. Có điều phản bội, trái mắt, bất hòa hay việc ở đâu đưa đến mà mình bị liên lụy. Trăm sự đều bị kéo dài thời gian rất lâu.",
    "Mùi": "Mùi là mùi vị, chủ về ăn uống, rượu tiệc, có tượng như cửa hàng ăn uống, quán xá, nhà hàng, nên gọi là Câu Trần vào quán, điềm được ăn uống, được lợi trong vụ nhà đất ruộng vườn. Hoặc có tổn thương bệnh tật mà phải theo đuổi chữa trị lâu dài. Việc nhà cửa kéo dài lôi thôi.",
    "Thân": "Thân là chỗ trường sinh của Thổ, Câu Trần lâm Thân ứng điềm có sự thay đổi, dời đi nhưng vẫn tốt lành, hoặc lẽ ra phải thay đổi nhưng được giữ lại lâu thêm. Câu Trần thừa thần tác Lục Hợp với Thân, cầu tiền tài được lợi. Thân thuộc Dương Kim nên cũng gọi là Câu Trần đeo gươm, cầm lệnh sinh sát, điềm được oai dũng, hành sự ắt có kết quả tốt; lại cũng là điềm mọi sự hay bị chậm trễ.",
    "Dậu": "Cung Dậu là cửa hình trách, Câu Trần lâm Dậu ứng điềm bị tra hình, xét hỏi, khiển trách. Có mâu thuẫn bất hòa, sự việc rất khó có thể tiến lên. Cũng gọi là quẻ chứa mầm bệnh ở chân.",
    "Tuất": "Tuất là chốn lao ngục tối tăm, gọi là Câu Trần bị nhập ngục, ứng điềm tù tội mà chẳng thể phân trần, thanh minh được. Cũng là điềm lui tới kiện thưa, ra vào cửa quan.",
    "Hợi": "Câu Trần khắc Hợi Thủy, nhưng Hợi là nguồn gốc sinh ra Mộc khắc lại Câu Trần Thổ, ấy là Câu Trần bị phản khắc, ứng điềm phản phúc không thôi, sự việc luôn bị bất trắc không ngừng, chẳng lường trước được. Lại cũng là điềm dời quan đổi chức, bất lợi."
}