{
    "QQ": "Câu Trần lâm Quan Quỷ: suy đoán sinh ý là vì khách quen, hộ khách cũ mà sinh việc. Nữ nhân chiếm hôn, chủ nam phương \"đứng hai thuyền\", bạn trai cùng với nàng và người khác có cấu kết thân mật. Nam suy đoán hôn là tình địch, chủ đàng gái có tình nhân cũ. Chiếm quan tụng là gút mắt, vụ việc không dứt, không rõ ràng, kéo dài (chủ chậm). Chiếm tính cách, chủ người chậm chạp, nặng nề, thiên về xấu. Chiếm ưu sầu, chủ buồn rầu thời gian dài. Chiếm bệnh, chủ ôn dịch, bệnh mãn tính, bệnh truyền nhiễm, chứng sưng – u. Suy đoán nghề nghiệp là bất động sản, công tác liên quan bất động sản, cũng có thể là sở câu lưu, trại tạm giam, ngục giam và các chức nghiệp quan chức liên hệ.",
    "PM": "Câu Trần lâm hào Phụ Mẫu: cầu xin nhờ cậy thường chủ trì trệ, thời gian rất lâu mà không được việc, dễ bị \"nhận cách\". Chiếm xuất hành, chủ lao khổ, có liên lụy vì hành lý, giấy tờ (Phụ Mẫu chủ hành lý), có dừng lại giữa đường. Chiếm sinh dục, chủ khó sinh (Câu Trần lâm Phụ khắc Tử Tôn, lại chủ chậm nên sinh không ra), cần lấy phát động mà xét. Chiếm thủ tục, chủ bất động sản, hợp đồng, khế ước, công văn giấy tờ bị kéo dài.",
    "HD": "Câu Trần lâm hào Huynh Đệ: đại biểu bằng hữu, đồng sự, người quen biết cũ, phía đối tác, đồng lõa, kéo bè kết phái, lập đội nhóm. Suy đoán quan tụng, Câu Trần lâm Huynh Đệ phát động chủ có đoàn đội gây án. Suy đoán cầu tài, Huynh Đệ lâm Câu Trần phát động cho thấy đồng sự, bằng hữu hoặc người quen khiến mình rủi ro, bị liên lụy bởi người quen biết cũ.",
    "TTi": "Câu Trần lâm Thê Tài: nam chiếm hôn, chủ nhà gái \"đứng hai thuyền\"; nữ nhân chiếm hôn, chủ tình địch, bên nhà trai có tình nhân cũ. Chiếm cầu tài là thổ tài, tài do bất động sản, nhà đất, hoặc tài do tài nghệ, tay nghề mà tới. Suy đoán vận khí, nếu hào Thế hưu tù mà Thê Tài lâm Câu Trần vượng động khắc Thế, chủ chịu nữ nhân gây hại, hoặc bị chính người nữ quen thuộc liên lụy mà chuốc họa; nếu sinh Thế thì được nữ nhân phương diện này trợ giúp.",
    "TT": "Câu Trần lâm hào Tử Tôn: chiếm công tác, chủ dựa vào kỹ thuật, tay nghề để kiếm tiền (Tử Tôn là tài nguyên, Câu Trần chủ tài nghệ), cũng chủ dựa vào mượn sức, tuyên truyền mà được tài. Nếu Tử Tôn lâm Câu Trần chịu khắc, hoặc các hào khác lâm Câu Trần mà khắc Thế, đều chủ có bệnh hoặc lao ngục tai ương, còn là hình tượng dắt theo, lĩnh đi thú cưng hoặc người đi kèm. Suy đoán bệnh, Tử Tôn lâm Câu Trần chịu khắc hoặc các hào lâm Câu Trần khắc Thế, chủ bệnh mãn tính hoặc bệnh truyền nhiễm, đặc biệt khi suy đoán bệnh cho hàng con cháu."
}