{
    "TY": "Tý Thủy khắc Chu Tước Hỏa nên chim tước bị thương, gãy cánh sa xuống nước, điềm dễ gặp tai nạn, việc không thành. Lại cũng là điềm có ấn tín của quan chức (Chu Tước Hỏa thì Tý Thủy tác Quan Quỷ), nhưng chủ sự việc trắc trở, bất lợi.",
    "SU": "Can Quý Thủy ký tại Sửu khắc Hỏa, chim tước bị bể đầu, hoặc chim tước nhắm mắt, ám chỉ sự sai lầm, điềm bất lợi, không nên hành động việc gì mà chỉ nên thủ cựu. Chu Tước ngôi vị tại Ngọ Hỏa, mà Ngọ với Sửu tác Lục Hại nên ứng điềm thiệt hại, có tranh chấp, kiện tụng đến nhà đất, điền sản, vườn tược.",
    "DN": "Dần là chỗ trường sinh của Hỏa, Chu Tước lâm Dần ứng điềm chim tước làm tổ, có việc khởi đầu của ấn tín, văn thư, giấy tờ. Sẽ được tin tức, văn thư từ xa đến nhưng bị chậm, cũng là điềm văn thư bị im ẩn, bị ỉm đi, bị bỏ mặc.",
    "MA": "Mão Mộc sinh Hỏa, Chu Tước lâm Mão có cơ hội hoạt động, thể hiện bản thân, được dịp lên cơn nóng nảy, sinh cãi vã, bất hòa. Cũng là văn tự bị quên lãng, chìm khuất, không được để ý đến.",
    "TH": "Thìn là Thiên La (lưới trời) nên chim tước bị sa lưới, Chu Tước lâm Thìn gặp khó khăn trở ngại lớn, điềm ngục tụng, tranh kiện, văn tự bị thất lạc hay sai sót, nhầm lẫn. Lại cũng là điềm có tin đến nhưng kèm hệ lụy.",
    "TI": "Tỵ là nơi lửa đang cháy sáng, Chu Tước lâm Tỵ như chim tước đang bay cao, việc thi cử, văn thư, giấy tờ có kết quả tốt, tin nơi xa đang đem đến sắp tới nơi, thuận lợi cho việc xin giấy tờ, ấn tín.",
    "NG": "Ngọ là chính ngôi của Chu Tước, cũng là cung chính giữa trục, gọi là Chính Ty, Quan Thự. Chu Tước đến Ngọ là chim ngậm thẻ lệnh, điềm hung, ám chỉ vào vụ xử án tội nhân, có thể bị tù ngục, cũng là điềm sắp xảy ra việc quái lạ, chuyện lớn khó lường.",
    "MU": "Mùi là mộ của Mộc, mà Mộc sinh Chu Tước Hỏa, nên Mùi là mồ mả của cha mẹ Chu Tước, ứng điềm Chu Tước khóc mộ, bi ai sầu thảm, dễ dính chuyện tang ma, hiếu sự. Mùi cũng là mùi vị, chủ ngũ cốc, vật thực, được ăn uống, rượu chè, thuận với việc cầu tài.",
    "TN": "Chu Tước Hỏa khắc Thân Kim, tượng chim mài mỏ, điềm gặp sự kinh sợ, việc kỳ quái đưa đến. Có loan truyền tin tức, giao dịch văn thư, tin đưa đến tận nơi, nhưng cũng là điềm truyền phao tin giả dối, dựng chuyện, nghe thì phải suy nghĩ rất cẩn thận kẻo lầm.",
    "DA": "Chu Tước Hỏa khắc Dậu Kim, gặp sự sầu bi, buồn phiền, khẩu thiệt, tật bệnh, quan họa. Là điềm quan nhân bị giáng cấp, mất uy tín trong quan hệ, có sự phao truyền tin giả dối, dựng chuyện bịa đặt, nói xấu sau lưng.",
    "TU": "Tước thuộc Hỏa mộ tại Tuất, Chu Tước lâm Tuất điềm bị nguyền rủa, cãi vã, chửi bới, thậm chí chửi rủa trời Phật. Cũng là chim tước không đủ lông, thiếu khả năng hành sự, công việc bị chê bai, kết quả kém, khó phát huy.",
    "HO": "Chu Tước Hỏa tuyệt tại Hợi, chim tước cùng đường, tuyệt lộ, nên giữ yên thân phận, không nên hành động, khởi tiến, dụng mưu, hiến kế; tìm kiếm, hoạt động đều vô ích. Lại cũng là chim tước sa xuống sông, điềm hao tổn tiền bạc, tổn thất tài vật."
}