{
    "QQ": "Đằng Xà lâm Quan Quỷ: chiếm quan tụng là hung tai họa; nếu phát động mà khắc hào Thế hoặc dụng thần thì chủ có lao ngục, tai ương. Suy đoán vận khí, nếu hào Quan phát động khắc Thế, cho thấy có tiểu nhân hoặc nam nhân bày bẫy, dùng thủ đoạn quái dị để hãm hại. Đằng Xà trì Thế chủ người cổ tay cao, khéo léo; giải mộng là có ác mộng, mộng quái dị, sợ bóng sợ gió. Chiếm gia trạch, chủ trong nhà có chuyện quái dị (lâm Quan hào) như yêu, tiên, quỷ quái, hoặc có âm thanh, động tĩnh khác thường (hào Quan ở 2, 3, 4 chủ người trong nhà). Chiếm bệnh là giả bệnh, bệnh lạ, bệnh mà bệnh viện khó chẩn đoán, cũng chủ bệnh thần kinh. Nữ nhân chiếm tế, Quan Quỷ lâm Đằng Xà là mệnh trung chú định trượng phu, có ý buộc ràng.",
    "PM": "Đằng Xà lâm hào Phụ Mẫu: khắc Thế là chịu công văn, khế ước, hợp đồng trói buộc, bị điều khoản khiên chế. Suy đoán cha mẹ, chủ phụ mẫu có quái bệnh, chuyện lạ hoặc thần kinh không bình thường, dễ nhẹ bệnh nhưng lo nghĩ nhiều, đa nghi. Suy đoán hợp đồng, nếu hào Phụ lâm Đằng Xà khắc hào Thế thì chủ hợp đồng, văn bản có nội dung xảo trá, bẫy rập hại mình, hoặc là giấy tờ, chứng nhận hư giả, không hiệu lực. Suy đoán bình an, Đằng Xà lâm Phụ phát động khắc Thế hoặc dụng thần chủ có tai nạn xe cộ (Đằng Xà chủ đường sá, Phụ Mẫu chủ xe cộ).",
    "HD": "Đằng Xà lâm hào Huynh Đệ: chiếm quan tụng mà khắc Thế, dụng thần thì chủ có lao ngục tai ương; suy đoán kết phường làm ăn phải phòng phía đối phương cố ý xảo trá, thiết lập bẫy hại mình.",
    "TTi": "Đằng Xà lâm Thê Tài: nam chiếm hôn là \"trúng mục tiêu\" về vợ, khó thay đổi, khó ly hôn; về sinh ý là nhất định được tài, nhưng thường do xảo thủ, dựa vào thủ đoạn, cơ trí mà được. Suy đoán bệnh (thê bệnh) chủ bệnh nhẹ; nếu suy đoán quan tụng thì chủ người vợ có lao ngục tai ương. Suy đoán vận khí, nếu Thê Tài khắc Thế còn lâm Đằng Xà thì chủ chịu nữ nhân hại, bị nữ nhân trêu cợt hoặc trong tiền công, tài chính có giả dối, lừa gạt. Như Thê Tài trì Thế lâm Đằng Xà thì càng rõ tin tức này.",
    "TT": "Đằng Xà lâm hào Tử Tôn: với người chưa có con, chủ nhất định có con gái hoặc nữ nhân liên quan; chiếm con cái cát hung, nếu Tử Tôn lâm Đằng Xà chịu khắc và đồng thời có bệnh quấn thân thì chủ tử nữ có lao ngục tai ương (Đằng Xà chủ câu lưu, buộc chặt). Tử Tôn trì địa lâm Đằng Xà chủ người này tâm cơ nhiều, khoe khoang khoác lác, lời nói không thật (Tử Tôn là lời nói, Đằng Xà chủ hư ảo), mặt khác cũng có thể là thủ đoạn cao minh, xử sự khéo léo, giỏi ứng xử, ngoại giao, tiếp đãi công việc."
}