{
    "Tý": "Xà lâm Tý gọi là rắn sa xuống nước, tuy vốn là điềm hung hại và sự bất thành, nhưng nếu lòng dạ ngay thẳng, chân thật thì sẽ thoát khỏi nạn. Cũng là điềm gặp kinh sợ, nghi nan, nằm mộng thấy ma quỷ, việc xấu xa, lòng dạ bồn chồn không yên.",
    "Sửu": "Xà lâm Sửu gọi là rắn vào hang, có việc trốn tránh, lánh mặt, việc chia lìa, nhưng lo ngại tự nhiên tiêu tan; trong họa mà có phúc, họa phúc phân đôi.",
    "Dần": "Xà thuộc Hỏa được sinh tại Dần, và Dần là ngôi của Thanh Long. Khi Đằng Xà lâm Dần thì gọi là rắn nẩy mọc sừng nên biến hóa thành rồng, là lúc thời vận đang hưng khởi, nên cầu tiến thân danh, nên dụng sự, tiến tới việc mình đang dự tính. Lại cũng có khi là rắn hóa thằn lằn, điềm thoái hóa: lớn hóa nhỏ, sang hóa hèn, chẳng nên dục vọng động tiến thân danh. Luận quẻ phải tùy theo thời vận: đang hưng thì nên động, đang suy vi thì nên thủ cựu.",
    "Mão": "Mão tượng Chấn, Đằng Xà lâm Mão là có việc lo lắng, kinh sợ vu vơ, điềm gia đạo bất hòa, xảy ra náo loạn, gây gổ ồn ào trong nhà cửa; người trong gia đình dễ gặp tai họa, ứng vụ quan tụng sầu bi, vụ máu lửa đáng lo ngại.",
    "Thìn": "Thìn là ổ của Rồng, rắn đội lốt rồng, tiểu nhân trá hình, bề ngoài nhân nghĩa, bên trong tà độc xảo trá, có hành vi phản trắc nhỏ nhen nhưng luôn rêu rao giả dối. Mặt khác lại là điềm thi cử, khoa giáp tốt, có điềm đỗ đạt cao (Long khoa).",
    "Tỵ": "Tỵ là cung vị của Đằng Xà, nhà của rắn, rắn vào hang ổ nên không có sự hại lớn, nhưng sự việc chẳng xuất đầu lộ diện; mình cứ nên tiến theo nguyện vọng của mình, làm việc xuôi theo, âm thầm kín đáo, không phô trương.",
    "Ngọ": "Ngọ là cung giữa trời, tượng rắn lướt trên không trung để vượt lên, được tự do bay nhảy, tiến lên theo nguyện vọng của mình, cầu tài cầu quan đều thuận lợi. Xà lâm Tỵ Ngọ cũng dễ ứng điều lo sợ hão huyền, lo sợ vu vơ.",
    "Mùi": "Mùi là đất bụi khô nóng, Đằng Xà lâm Mùi gặp sự u tối, điềm bị khẩu thiệt, quan tụng, cần phòng việc mờ ám che giấu đang tới, rất cẩn thận đường bộ, từng bước đi, lời ăn tiếng nói.",
    "Thân": "Xà thuộc Hỏa khắc Thân Kim, vốn đã là ngoại chiến ứng điềm hung; lại thêm Tị (Đằng Xà) với Thân là Tam Hình, vừa Lục Hợp, vừa tương khắc, nên gọi là hình hợp khắc chiến: hợp nhau để cạnh tranh mà làm hại nhau. Thân thuộc Kim là gươm đao, là quẻ rắn ngậm gươm làm hại người, động sự bất cứ điều gì cũng dễ gặp tai nạn hoặc thất bại.",
    "Dậu": "Xà khắc Dậu nên cũng ứng điềm hung, nhưng nhờ có đức hợp nên trong họa có phúc. Động sự hay tiến dụng cũng có điều may, nhưng phải phòng quan tụng. Dậu có tượng răng, điềm Xà mọc răng đồng nghĩa với rắn cắn: bị khẩu thiệt, điều quái dị, cãi vã bất hòa, mưu sự thất bại, gãy đổ bởi lời hứa suông. Xà cư Dậu là gặp kẻ khác đang ganh ghét mình.",
    "Tuất": "Xà thuộc Hỏa, mộ tại Tuất, là tượng rắn bò vào gò mộ để ngủ, để lột da, điềm thoát khỏi sự nguy, thoát khỏi tai họa, lo buồn tự nhiên tiêu tan. Có việc lẩn tránh, che giấu tông tích, ẩn thân, thay tên đổi họ để yên thân.",
    "Hợi": "Xà thuộc Hỏa, tuyệt tại Hợi, là lúc tuyệt ý nghĩ hại người vì rắn nhắm mắt, có việc cũng lơ đi, không sinh tai vạ. Lửa Xà gặp Hợi Thủy thì không hoành hành, không làm ngang ngược được. Cũng có điềm tôi tớ gái trốn đi hoặc hao tài, vì Hợi là cung vị của sao Huyền Vũ chuyên ứng việc thất thoát, hao mất, trốn tránh."
}