{
    "TY": "Tượng đạo tặc qua sông biển, có việc quan trọng phải đi lại gian nan, khó khăn vất vả. Ứng các việc mờ ám, rượu chè, quà cáp, việc mò mẫm đêm tối ướt át. Điềm lui tới chẳng yên, lòng muốn đi rình người, phục bắt kẻ gian.",
    "SU": "Sửu là đất quý nhân, Huyền Vũ lâm Sửu là có người đến cầu cạnh điều gì đó, nhưng phải đề phòng họ giả dối, không thật, xảo trá. Lại cũng là điềm bị mất trộm, có việc chậm chạp gây nghi ngờ, hiểu lầm.",
    "DN": "Huyền Vũ lâm Dần như đạo tặc vào rừng, khó mà tìm kiếm được, đi tìm kẻ tiêu cực tội phạm nhưng không gặp. Cũng là điềm gặp sự cầu hỏi, tra vấn. Huyền Vũ bản gia tại Hợi, nhị hợp với Dần lại tương sinh nên được hài hòa trong mọi việc, chẳng có hại lớn.",
    "MA": "Mão là cái cửa, đạo tặc đến cửa là để dòm ngó vào nhà, nên phòng bị trộm cắp, cũng là điềm trong nhà có đạo tặc, kẻ mờ ám vào nhà. Có lo sợ, chấn động, đề phòng kẻ trộm, mất xe cộ…",
    "TH": "Thìn khắc Huyền Vũ, là quẻ đạo tặc bị lạc đường mất lối mà tự nó bị hại, tự gây lầm lẫn rắc rối. Thìn là nơi tù ngục, tự gây ra sự ràng buộc, giam hãm. Cũng là ngẫu nhiên gặp việc, dùng vị thế, khả năng để làm việc mờ ám.",
    "TI": "Huyền Vũ lâm Tỵ có việc cân nhắc xem xét, chẳng hạn nghĩ xem sẽ đòi tiền, làm tiền thế nào. Có sự nhìn lại, kiểm tra các việc, gọi là đạo tặc ngoái lại, tuy thấy điềm kinh hãi nhưng không có sự hại lớn. Có điềm được tiến tới thắng đạt, được tiến cử, thu được lợi bất chính.",
    "NG": "Ngọ là lúc mặt trời chiếu sáng nhất, bọn đạo tặc rất sợ bị bại lộ, bởi thế nên nói là đạo tặc bị cùng đường; không nên đuổi theo mà thành có hại. Có việc gian trá, cơ hội tiêu cực công khai trắng trợn. Cũng gọi là đạo tặc mất gươm, chẳng có sự hại. Cũng là điềm chuyển đổi nơi làm việc, chuyển chức, thiên quan.",
    "MU": "Huyền Vũ lâm Mùi là làm việc âm thầm, bị tổn hại ngầm. Lại cũng là điềm không biết giữ luật lệ, sa đà rượu chè tiệc tùng, bị hại vì rượu chè, lễ lạt gặp bất lợi. Quan nhân thì được yết kiến bề trên, được thêm chức tước…",
    "TN": "Huyền Vũ lâm Thân là việc che giấu bại lộ, bị bộc lộ chân tướng, bị cùng đường, cố đấm ăn xôi, làm bừa. Tượng đạo tặc bị gãy chân, không làm gì được. Có việc chờ đợi, theo đuôi người hành sự, đau chân, mỏi gối.",
    "DA": "Dậu thuộc Kim, đạo tặc cầm kiếm, tính hung bạo cương quyết, sẵn sàng làm bậy, không ngại va chạm đụng độ, có đổ vỡ, thiệt hại, xích mích, mâu thuẫn, quyết liệt, dứt khoát không dây dưa.",
    "TU": "Tuất cũng như Thìn chủ về tù ngục, là đạo tặc lâm tù, việc mờ ám riêng tư bị thất thế, không như ý. Huyền Vũ lâm Tuất cũng là vị tướng quân ra trận, cầm ấn lệnh chỉ huy, sai khiến người, dễ mất bạn bè, đối tác, sứt mẻ quan hệ.",
    "HO": "Hợi là bản gia của Huyền Vũ, nên nói đạo tặc về nhà, tượng ẩn tàng kín đáo, có thoái thác lẩn tránh, khó tìm gặp người. Cũng là điềm quan chức bị tổn hại, suy vi."
}