{
    "Quan Quỷ": "Huyền Vũ lâm Quan Quỷ: làm đạo tặc; nếu khắc hào Thế thì giống như kẻ chăn trộm, trộm cướp. Thế lâm Quan Quỷ lâm Huyền Vũ là bản thân mang tính \"đầu trộm đuôi cướp\", hắc đạo, buôn lậu, buôn ma túy, làm việc trái pháp luật. Nữ nhân suy đoán hôn chủ phu bất chính, phong lưu. Suy đoán phong thủy chủ chịu thủy hại, dễ mắc bệnh lây qua đường sinh dục, bệnh thận.",
    "Phụ Mẫu": "Huyền Vũ lâm hào Phụ Mẫu: suy đoán công văn, nếu lâm Phụ khắc Thế/dụng thần thì chủ văn thư giả, giấy tờ không thật, giấy chứng nhận giả; trong kiện tụng, cha mẹ/nhân chứng lâm Huyền Vũ chủ chứng cứ giả, ngụy chứng. Suy đoán xe cộ, chủ thủ tục, lai lịch xe có chỗ làm giả, giấu diếm sự thật (xe có bệnh, tân trang rồi nói là mới, có thể là xe trộm). Suy đoán trưởng bối, chủ trưởng bối có khó khăn khó nói, vướng vào việc riêng phức tạp không thể công khai.",
    "Huynh Đệ": "Huyền Vũ lâm hào Huynh Đệ: chủ lừa gạt, lường gạt, chụp giật, trộm cướp. Suy đoán tài, Huynh Đệ lâm Huyền Vũ là tiền bị tiêu vào chuyện tối tăm, mờ ám. Suy đoán huynh đệ, bằng hữu thì chủ họ có khó khăn khó nói, thậm chí có người làm đạo tặc; nếu bị khắc thì có thể bị trộm, bị lừa, hoặc vì cờ bạc mà thua lỗ nặng.",
    "Thê Tài": "Huyền Vũ lâm Thê Tài: tài này là tài không thể công khai, không phải chính đạo – tài ám muội, cờ bạc, hắc đạo, tham ô nhận hối lộ, buôn lậu, trốn thuế, các loại tài phi pháp. Suy đoán hôn, chủ người vợ hoặc đối tượng phong lưu, có yêu đương vụng trộm. Nếu hào Thế lâm Huyền Vũ thì bản thân cũng có việc riêng tư, chuyện giấu kín. Suy đoán hôn/tài/Quan, hào Ứng hoặc hào chủ lâm Huyền Vũ là có chuyện tối tăm; lâm Câu Trần thì có \"đứng hai thuyền\". Suy đoán cầu tài, tài lâm Huyền Vũ sinh Thế là được loại tài này; nếu khắc Thế là gặp tai ương vì loại tài đó; nếu Thế lâm Huyền Vũ thì chính mình làm nghề thuộc phương diện này (tài trái pháp, lai lịch bất minh).",
    "Tử Tôn": "Huyền Vũ lâm hào Tử Tôn: đại biểu tìm vui, hưởng lạc ở chỗ tối, có hành vi tính dục không chính đáng. Huyền Vũ sinh Thế thì tâm tình thư sướng, được tiểu bối, người dưới âm thầm báo đáp, trả thù lao. Suy đoán tiểu bối, có thể là trẻ nhỏ lạc đường, mất tích; với người lớn hơn thì có hành vi trái luật, ăn trộm, ám muội, có bí mật không thể cho người biết; nếu bị khắc thì dễ bị câu lưu, bắt giữ. Tử Tôn lâm Huyền Vũ khắc Thế còn chủ sau lưng có người nói xấu mình (Tử Tôn là lời nói), sinh Thế thì là nói tốt; đồng thời cũng chỉ những hành động, vận động ngấm ngầm, các \"ám hành động\"."
}