{
    "TY": "Tý thuộc Thủy, biến sinh Thanh Long là chiếc thuyền, là được vui mừng cưỡi thuyền, ứng điềm may mắn về tiền bạc, vui vẻ đi xa du lịch, việc mình chủ động mà sinh ra việc vui mừng khác, gặp điều may mắn ở nơi khác đưa đến. Có vui mừng vì vợ có thai nghén, hoặc là điềm trong nhà có đàn bà chửa. Nữ nhân được thọ ơn cấp trên.",
    "SU": "Sửu thuộc âm Thổ, có chứa can Quý âm Thủy, là đất có lẫn nước, tức bùn, có tượng Rồng sa lầy, quanh co đất bùn, việc mình mưu tính không đúng theo kế hoạch, không được toại ý. Không nên mưu đồ những việc to lớn vĩ đại hay những việc quan trọng.",
    "DN": "Dần là ngôi vị, bản gia của sao Thanh Long, tượng Rồng gặp Rồng, điềm được mời thỉnh, được nhiều người cầu thân, cầu cạnh với mình, cũng là điềm vui mừng về con cháu hay việc sinh đẻ của con cháu, gặp điều phúc đức. Cũng là Rồng cưỡi mây, sự việc dự tính đã lâu nay ước nguyện được thành, rất vui mừng, mưu sự vừa ý. Rồng cưỡi mây là lúc người quân tử hành động một cách vừa đúng ý đồ. Gặp vận tốt.",
    "MA": "Mão thuộc âm Mộc, Thanh Long thuộc Dương Mộc, đồng một loại Mộc mà có đủ Âm Dương nên là môi trường rất thích hợp và thân cận, quẻ ứng đông người muốn giao hảo, muốn cầu thân thích với mình. Mão là tượng con sông nước, Thanh Long lâm Mão có tượng Rồng giỡn nước, điềm được trùng trùng tài lợi, điềm thời vận hưng khởi nên mưu sự tiến tới theo nguyện vọng hay công việc của mình. Mão ở chính Đông là cung Chấn, mà Chấn là lôi, sấm cho nên gọi là Rồng đuổi theo sấm, ứng điềm thời vận hưng khởi, nên mưu sự và tiến theo nguyện vọng của mình hay việc mà mình đang làm. Cũng là tượng Rồng giỡn trái châu, cho mình mưu cầu được toại ý.",
    "TH": "Thìn là Mộ của Thủy và Thổ, Thanh Long lâm Thìn có tượng Rồng nằm tu, chưa biến hóa được, là điềm tiền tài gặp bất trắc, gặp trở ngại, làm chậm trễ, điềm bất ngờ gặp sự ưu lo, buồn phiền.",
    "TI": "Tỵ là giờ mặt trời đang thượng tiến gần tới đỉnh, là nơi lửa viêm thịnh vượng, làm mây chạy mưa tuôn, Rồng đến càng thêm huy động trời làm mưa, ứng điềm khởi tiến, mưu sự có lợi, rất hợp với sự cầu yết kiến, trình diện, thăm hỏi. Tượng Rồng trên trời như người quân tử đi xa thực thi công việc, người quân tử sắp hành động.",
    "NG": "Ngọ là nơi khí Dương cùng tột và bắt đầu sinh Âm, tượng Rồng nhắm mắt, ứng điềm suy vi khó hành động như ý muốn, điềm hao tổn tiền bạc, lo buồn việc quan, điềm hung, sự hại. Vợ đang chuyển bụng sinh con là điều đáng lo ngại lắm. Ngọ thuộc Hỏa cho nên nói là thân Rồng bị đốt hoặc gọi là Rồng bị thương ở đuôi, ứng sự hại.",
    "MU": "Mùi là Mộ của Mộc, Rồng nhập mộ, Rồng gãy sừng, điềm chưa tới vận, cần yên tĩnh, giữ việc cũ, không nên hành động bất cứ điều gì. Nếu hoạt động điều chi khác tất gặp sự hung hại chẳng sai.",
    "TN": "Thanh Long bị Thân Kim khắc gọi là Rồng mài sừng, hoặc cũng gọi là Rồng tróc vảy, vậy nên yên tĩnh, nếu di động đi xa ắt gặp nguy hại. Thanh Long lâm Thân Dậu có ý là Rồng gãy chân, gặp chuyện kiện tụng.",
    "DA": "Cũng như lâm Thân, cũng gọi là Rồng nằm lộ, nằm trên đất cạn khô, phải kiềm chế mình trong mọi việc mới yên, kiên quyết thủ tĩnh, động sự là hung hại đến ngay.",
    "TU": "Tuất đất La võng, điềm bị tiểu nhân tranh chấp tiền bạc. Thanh Long Mộc khắc Tuất Thổ là điềm đi đường nhưng ra vào mệt mỏi, có sự hung hại bất mãn.",
    "HO": "Hợi Thủy là gốc nguồn sinh Mộc Thanh Long, Rồng lội sông, điềm được đi thuyền, được lợi lộc, vui mừng, cũng là điềm vợ thai nghén hay trong nhà có đàn bà chửa. Cũng là điềm mình đang thực thi một việc nào đó, lại gặp thêm điều vui mừng khác nữa."
}